[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
2969
4127
4447
4904
4962
4977
5272
5513
6201
6281
6769
6951
7084
8670
8818
9389
10456
10795
12659
12927
14272
14693
16732
16918
18230
18926
19617
20286
21076
21344
21665
23217
24545
24741
26172
27419
27904
28412
29534
29905
29989
30625
31462
31791
32604
33185
34088
35527
36104
36270
37785
37996
38777
39911
40533
40545
40704
40987
45012
46080
46765
47111
47217
48465
49071
49196
49826
50863
51143
51253
51434
51644
52988
54480
55067
55785
56873
58492
59478
59558
60086
60667
62709
62996
63754
63908
64040
64803
65984
66740
68505
70858
72207
72333
72741
72903
72971
73124
73309
75362
76334
77360
77476
78003
78239
79879
80424
80661
86312
87347
89800
91419
91440
91576
92122
92230
92380
93410
93556
93751
96021
96223
97476
97745
98246
100493
100517
100885
101778
101829
103379
104169
106040
106535
106640
107263
109198
109380
200406
203527
217346
277135
277948
310158
310764
313616
313927
315189
315213
315293
316709
318154
319201
320187
320193
352915
354908
354950
701985
702165
707549
712515
713676
715957
718877
721371
723125
723254
723531
726728
728535
731766
732712
732717
740260
743988
745732
746515
750556
753308
764180
764478
764622
765880
766704
769397
773840
783325
788784
789019
793952
794367
796343
797468
798354
804328
804753
811156
813828
814453
815097
815556
816284
818479
820027
820313
821189
822416
823768
827052
827054
829224
831001
831259
833444
849399
851968
858470
858877
860730
865752
866787
872589
874761
874766
875045
875320
877890
879101
882095
882184
882835
884887
885639
885725
886982
895421
896159
896878
898173
899051
899689
899866
906107
908255
909832
912242
914208
915389
915912
916076
916365
920148
920522
920760
922224
922864
927066
927628
927653
935703
936340
936468
940944
1000228
1000697
1001250
1002047
1002910
1004434
1012100
1013871
1014473
1015780
1018724
1020569
1021860
1022079
1024478
1031296
1032208
1035002
1035267
1037038
1037540
1037868
1038357
1039684
1040971
1041061
1043277
1043604
1045609
1045810
1047122
1047862
1048286
1048695
1048911
1050915
1051470
1053507
1058090
1058290
1059556
1060391
1063761
1065088
1065280
1067701
1067983
1070750
1075531
1086222
1090012
1090727
1090872
1099219
1099800
1101215
1101239
1103982
1108524
1109357
1110803
1111711
1113169
1116132
1120193
1121788
1126328
1130310
1133421
1136869
1136893
1137774
1137789
1138118
1140536
1140859
1141391
1156039
1156375
1158449
1163165
1164727
1166691
1168054
1170010
1174922
1267238
1281761
1285785
1324404
1324424
1326160
1326801
1336917
1339947
1341439
1359841
1364742
1365135
1378946
1385157
1390777
1393311
1393612
1396009
1403161
1413329
1437107
1442145
1466258
1467373
1467858
1489393
1492633
1506307
1510295
1521332
1524472
1526520
1530721
1534701
1551152
1551182
1555280
1564708
1571949
1578845
1579241
1585364
1601712
1604778
1613103
1618921
1623613
1633917
1637459
1645590
1652044
1707925
1730168
1732845
1739940
1744489
1770450
[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
2969
4127
4447
4904
4962
4977
5272
5513
6201
6281
6769
6951
7084
8670
8818
9389
10456
10795
12659
12927
14272
14693
16732
16918
18230
18926
19617
20286
21076
21344
21665
23217
24545
24741
26172
27419
27904
28412
29534
29905
29989
30625
31462
31791
32604
33185
34088
35527
36104
36270
37785
37996
38777
39911
40533
40545
40704
40987
45012
46080
46765
47111
47217
48465
49071
49196
49826
50863
51143
51253
51434
51644
52988
54480
55067
55785
56873
58492
59478
59558
60086
60667
62709
62996
63754
63908
64040
64803
65984
66740
68505
70858
72207
72333
72741
72903
72971
73124
73309
75362
76334
77360
77476
78003
78239
79879
80424
80661
86312
87347
89800
91419
91440
91576
92122
92230
92380
93410
93556
93751
96021
96223
97476
97745
98246
100493
100517
100885
101778
101829
103379
104169
106040
106535
106640
107263
109198
109380
200406
203527
217346
277135
277948
310158
310764
313616
313927
315189
315213
315293
316709
318154
319201
320187
320193
352915
354908
354950
701985
702165
707549
712515
713676
715957
718877
721371
723125
723254
723531
726728
728535
731766
732712
732717
740260
743988
745732
746515
750556
753308
764180
764478
764622
765880
766704
769397
773840
783325
788784
789019
793952
794367
796343
797468
798354
804328
804753
811156
813828
814453
815097
815556
816284
818479
820027
820313
821189
822416
823768
827052
827054
829224
831001
831259
833444
849399
851968
858470
858877
860730
865752
866787
872589
874761
874766
875045
875320
877890
879101
882095
882184
882835
884887
885639
885725
886982
895421
896159
896878
898173
899051
899689
899866
906107
908255
909832
912242
914208
915389
915912
916076
916365
920148
920522
920760
922224
922864
927066
927628
927653
935703
936340
936468
940944
1000228
1000697
1001250
1002047
1002910
1004434
1012100
1013871
1014473
1015780
1018724
1020569
1021860
1022079
1024478
1031296
1032208
1035002
1035267
1037038
1037540
1037868
1038357
1039684
1040971
1041061
1043277
1043604
1045609
1045810
1047122
1047862
1048286
1048695
1048911
1050915
1051470
1053507
1058090
1058290
1059556
1060391
1063761
1065088
1065280
1067701
1067983
1070750
1075531
1086222
1090012
1090727
1090872
1099219
1099800
1101215
1101239
1103982
1108524
1109357
1110803
1111711
1113169
1116132
1120193
1121788
1126328
1130310
1133421
1136869
1136893
1137774
1137789
1138118
1140536
1140859
1141391
1156039
1156375
1158449
1163165
1164727
1166691
1168054
1170010
1174922
1267238
1281761
1285785
1324404
1324424
1326160
1326801
1336917
1339947
1341439
1359841
1364742
1365135
1378946
1385157
1390777
1393311
1393612
1396009
1403161
1413329
1437107
1442145
1466258
1467373
1467858
1489393
1492633
1506307
1510295
1521332
1524472
1526520
1530721
1534701
1551152
1551182
1555280
1564708
1571949
1578845
1579241
1585364
1601712
1604778
1613103
1618921
1623613
1633917
1637459
1645590
1652044
1707925
1730168
1732845
1739940
1744489
1770450
[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
2969
4127
4447
4904
4962
4977
5272
5513
6201
6281
6769
6951
7084
8670
8818
9389
10456
10795
12659
12927
14272
14693
16732
16918
18230
18926
19617
20286
21076
21344
21665
23217
24545
24741
26172
27419
27904
28412
29534
29905
29989
30625
31462
31791
32604
33185
34088
35527
36104
36270
37785
37996
38777
39911
40533
40545
40704
40987
45012
46080
46765
47111
47217
48465
49071
49196
49826
50863
51143
51253
51434
51644
52988
54480
55067
55785
56873
58492
59478
59558
60086
60667
62709
62996
63754
63908
64040
64803
65984
66740
68505
70858
72207
72333
72741
72903
72971
73124
73309
75362
76334
77360
77476
78003
78239
79879
80424
80661
86312
87347
89800
91419
91440
91576
92122
92230
92380
93410
93556
93751
96021
96223
97476
97745
98246
100493
100517
100885
101778
101829
103379
104169
106040
106535
106640
107263
109198
109380
200406
203527
217346
277135
277948
310158
310764
313616
313927
315189
315213
315293
316709
318154
319201
320187
320193
352915
354908
354950
701985
702165
707549
712515
713676
715957
718877
721371
723125
723254
723531
726728
728535
731766
732712
732717
740260
743988
745732
746515
750556
753308
764180
764478
764622
765880
766704
769397
773840
783325
788784
789019
793952
794367
796343
797468
798354
804328
804753
811156
813828
814453
815097
815556
816284
818479
820027
820313
821189
822416
823768
827052
827054
829224
831001
831259
833444
849399
851968
858470
858877
860730
865752
866787
872589
874761
874766
875045
875320
877890
879101
882095
882184
882835
884887
885639
885725
886982
895421
896159
896878
898173
899051
899689
899866
906107
908255
909832
912242
914208
915389
915912
916076
916365
920148
920522
920760
922224
922864
927066
927628
927653
935703
936340
936468
940944
1000228
1000697
1001250
1002047
1002910
1004434
1012100
1013871
1014473
1015780
1018724
1020569
1021860
1022079
1024478
1031296
1032208
1035002
1035267
1037038
1037540
1037868
1038357
1039684
1040971
1041061
1043277
1043604
1045609
1045810
1047122
1047862
1048286
1048695
1048911
1050915
1051470
1053507
1058090
1058290
1059556
1060391
1063761
1065088
1065280
1067701
1067983
1070750
1075531
1086222
1090012
1090727
1090872
1099219
1099800
1101215
1101239
1103982
1108524
1109357
1110803
1111711
1113169
1116132
1120193
1121788
1126328
1130310
1133421
1136869
1136893
1137774
1137789
1138118
1140536
1140859
1141391
1156039
1156375
1158449
1163165
1164727
1166691
1168054
1170010
1174922
1267238
1281761
1285785
1324404
1324424
1326160
1326801
1336917
1339947
1341439
1359841
1364742
1365135
1378946
1385157
1390777
1393311
1393612
1396009
1403161
1413329
1437107
1442145
1466258
1467373
1467858
1489393
1492633
1506307
1510295
1521332
1524472
1526520
1530721
1534701
1551152
1551182
1555280
1564708
1571949
1578845
1579241
1585364
1601712
1604778
1613103
1618921
1623613
1633917
1637459
1645590
1652044
1707925
1730168
1732845
1739940
1744489
1770450
[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
2969
4127
4447
4904
4962
4977
5272
5513
6201
6281
6769
6951
7084
8670
8818
9389
10456
10795
12659
12927
14272
14693
16732
16918
18230
18926
19617
20286
21076
21344
21665
23217
24545
24741
26172
27419
27904
28412
29534
29905
29989
30625
31462
31791
32604
33185
34088
35527
36104
36270
37785
37996
38777
39911
40533
40545
40704
40987
45012
46080
46765
47111
47217
48465
49071
49196
49826
50863
51143
51253
51434
51644
52988
54480
55067
55785
56873
58492
59478
59558
60086
60667
62709
62996
63754
63908
64040
64803
65984
66740
68505
70858
72207
72333
72741
72903
72971
73124
73309
75362
76334
77360
77476
78003
78239
79879
80424
80661
86312
87347
89800
91419
91440
91576
92122
92230
92380
93410
93556
93751
96021
96223
97476
97745
98246
100493
100517
100885
101778
101829
103379
104169
106040
106535
106640
107263
109198
109380
200406
203527
217346
277135
277948
310158
310764
313616
313927
315189
315213
315293
316709
318154
319201
320187
320193
352915
354908
354950
701985
702165
707549
712515
713676
715957
718877
721371
723125
723254
723531
726728
728535
731766
732712
732717
740260
743988
745732
746515
750556
753308
764180
764478
764622
765880
766704
769397
773840
783325
788784
789019
793952
794367
796343
797468
798354
804328
804753
811156
813828
814453
815097
815556
816284
818479
820027
820313
821189
822416
823768
827052
827054
829224
831001
831259
833444
849399
851968
858470
858877
860730
865752
866787
872589
874761
874766
875045
875320
877890
879101
882095
882184
882835
884887
885639
885725
886982
895421
896159
896878
898173
899051
899689
899866
906107
908255
909832
912242
914208
915389
915912
916076
916365
920148
920522
920760
922224
922864
927066
927628
927653
935703
936340
936468
940944
1000228
1000697
1001250
1002047
1002910
1004434
1012100
1013871
1014473
1015780
1018724
1020569
1021860
1022079
1024478
1031296
1032208
1035002
1035267
1037038
1037540
1037868
1038357
1039684
1040971
1041061
1043277
1043604
1045609
1045810
1047122
1047862
1048286
1048695
1048911
1050915
1051470
1053507
1058090
1058290
1059556
1060391
1063761
1065088
1065280
1067701
1067983
1070750
1075531
1086222
1090012
1090727
1090872
1099219
1099800
1101215
1101239
1103982
1108524
1109357
1110803
1111711
1113169
1116132
1120193
1121788
1126328
1130310
1133421
1136869
1136893
1137774
1137789
1138118
1140536
1140859
1141391
1156039
1156375
1158449
1163165
1164727
1166691
1168054
1170010
1174922
1267238
1281761
1285785
1324404
1324424
1326160
1326801
1336917
1339947
1341439
1359841
1364742
1365135
1378946
1385157
1390777
1393311
1393612
1396009
1403161
1413329
1437107
1442145
1466258
1467373
1467858
1489393
1492633
1506307
1510295
1521332
1524472
1526520
1530721
1534701
1551152
1551182
1555280
1564708
1571949
1578845
1579241
1585364
1601712
1604778
1613103
1618921
1623613
1633917
1637459
1645590
1652044
1707925
1730168
1732845
1739940
1744489
1770450
[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
2969
4127
4447
4904
4962
4977
5272
5513
6201
6281
6769
6951
7084
8670
8818
9389
10456
10795
12659
12927
14272
14693
16732
16918
18230
18926
19617
20286
21076
21344
21665
23217
24545
24741
26172
27419
27904
28412
29534
29905
29989
30625
31462
31791
32604
33185
34088
35527
36104
36270
37785
37996
38777
39911
40533
40545
40704
40987
45012
46080
46765
47111
47217
48465
49071
49196
49826
50863
51143
51253
51434
51644
52988
54480
55067
55785
56873
58492
59478
59558
60086
60667
62709
62996
63754
63908
64040
64803
65984
66740
68505
70858
72207
72333
72741
72903
72971
73124
73309
75362
76334
77360
77476
78003
78239
79879
80424
80661
86312
87347
89800
91419
91440
91576
92122
92230
92380
93410
93556
93751
96021
96223
97476
97745
98246
100493
100517
100885
101778
101829
103379
104169
106040
106535
106640
107263
109198
109380
200406
203527
217346
277135
277948
310158
310764
313616
313927
315189
315213
315293
316709
318154
319201
320187
320193
352915
354908
354950
701985
702165
707549
712515
713676
715957
718877
721371
723125
723254
723531
726728
728535
731766
732712
732717
740260
743988
745732
746515
750556
753308
764180
764478
764622
765880
766704
769397
773840
783325
788784
789019
793952
794367
796343
797468
798354
804328
804753
811156
813828
814453
815097
815556
816284
818479
820027
820313
821189
822416
823768
827052
827054
829224
831001
831259
833444
849399
851968
858470
858877
860730
865752
866787
872589
874761
874766
875045
875320
877890
879101
882095
882184
882835
884887
885639
885725
886982
895421
896159
896878
898173
899051
899689
899866
906107
908255
909832
912242
914208
915389
915912
916076
916365
920148
920522
920760
922224
922864
927066
927628
927653
935703
936340
936468
940944
1000228
1000697
1001250
1002047
1002910
1004434
1012100
1013871
1014473
1015780
1018724
1020569
1021860
1022079
1024478
1031296
1032208
1035002
1035267
1037038
1037540
1037868
1038357
1039684
1040971
1041061
1043277
1043604
1045609
1045810
1047122
1047862
1048286
1048695
1048911
1050915
1051470
1053507
1058090
1058290
1059556
1060391
1063761
1065088
1065280
1067701
1067983
1070750
1075531
1086222
1090012
1090727
1090872
1099219
1099800
1101215
1101239
1103982
1108524
1109357
1110803
1111711
1113169
1116132
1120193
1121788
1126328
1130310
1133421
1136869
1136893
1137774
1137789
1138118
1140536
1140859
1141391
1156039
1156375
1158449
1163165
1164727
1166691
1168054
1170010
1174922
1267238
1281761
1285785
1324404
1324424
1326160
1326801
1336917
1339947
1341439
1359841
1364742
1365135
1378946
1385157
1390777
1393311
1393612
1396009
1403161
1413329
1437107
1442145
1466258
1467373
1467858
1489393
1492633
1506307
1510295
1521332
1524472
1526520
1530721
1534701
1551152
1551182
1555280
1564708
1571949
1578845
1579241
1585364
1601712
1604778
1613103
1618921
1623613
1633917
1637459
1645590
1652044
1707925
1730168
1732845
1739940
1744489
1770450
