[PAD]
[unused0]
[unused1]
[unused2]
[unused3]
[unused4]
[unused5]
[unused6]
[unused7]
[unused8]
[unused9]
[unused10]
[unused11]
[unused12]
[unused13]
[unused14]
[unused15]
[unused16]
[unused17]
[unused18]
[unused19]
[unused20]
[unused21]
[unused22]
[unused23]
[unused24]
[unused25]
[unused26]
[unused27]
[unused28]
[unused29]
[unused30]
[unused31]
[unused32]
[unused33]
[unused34]
[unused35]
[unused36]
[unused37]
[unused38]
[unused39]
[unused40]
[unused41]
[unused42]
[unused43]
[unused44]
[unused45]
[unused46]
[unused47]
[unused48]
[unused49]
[unused50]
[unused51]
[unused52]
[unused53]
[unused54]
[unused55]
[unused56]
[unused57]
[unused58]
[unused59]
[unused60]
[unused61]
[unused62]
[unused63]
[unused64]
[unused65]
[unused66]
[unused67]
[unused68]
[unused69]
[unused70]
[unused71]
[unused72]
[unused73]
[unused74]
[unused75]
[unused76]
[unused77]
[unused78]
[unused79]
[unused80]
[unused81]
[unused82]
[unused83]
[unused84]
[unused85]
[unused86]
[unused87]
[unused88]
[unused89]
[unused90]
[unused91]
[unused92]
[unused93]
[unused94]
[unused95]
[unused96]
[unused97]
[unused98]
[UNK]
[CLS]
[SEP]
[MASK]
[unused99]
[unused100]
[unused101]
[unused102]
[unused103]
[unused104]
[unused105]
[unused106]
[unused107]
[unused108]
[unused109]
[unused110]
[unused111]
[unused112]
[unused113]
[unused114]
[unused115]
[unused116]
[unused117]
[unused118]
[unused119]
[unused120]
[unused121]
[unused122]
[unused123]
[unused124]
[unused125]
[unused126]
[unused127]
[unused128]
[unused129]
[unused130]
[unused131]
[unused132]
[unused133]
[unused134]
[unused135]
[unused136]
[unused137]
[unused138]
[unused139]
[unused140]
[unused141]
[unused142]
[unused143]
[unused144]
[unused145]
[unused146]
[unused147]
[unused148]
[unused149]
[unused150]
[unused151]
[unused152]
[unused153]
[unused154]
[unused155]
[unused156]
[unused157]
[unused158]
[unused159]
[unused160]
[unused161]
[unused162]
[unused163]
[unused164]
[unused165]
[unused166]
[unused167]
[unused168]
[unused169]
[unused170]
[unused171]
[unused172]
[unused173]
[unused174]
[unused175]
[unused176]
[unused177]
[unused178]
[unused179]
[unused180]
[unused181]
[unused182]
[unused183]
[unused184]
[unused185]
[unused186]
[unused187]
[unused188]
[unused189]
[unused190]
[unused191]
[unused192]
[unused193]
[unused194]
[unused195]
[unused196]
[unused197]
[unused198]
[unused199]
[unused200]
[unused201]
[unused202]
[unused203]
[unused204]
[unused205]
[unused206]
[unused207]
[unused208]
[unused209]
[unused210]
[unused211]
[unused212]
[unused213]
[unused214]
[unused215]
[unused216]
[unused217]
[unused218]
[unused219]
[unused220]
[unused221]
[unused222]
[unused223]
[unused224]
[unused225]
[unused226]
[unused227]
[unused228]
[unused229]
[unused230]
[unused231]
[unused232]
[unused233]
[unused234]
[unused235]
[unused236]
[unused237]
[unused238]
[unused239]
[unused240]
[unused241]
[unused242]
[unused243]
[unused244]
[unused245]
[unused246]
[unused247]
[unused248]
[unused249]
[unused250]
[unused251]
[unused252]
[unused253]
[unused254]
[unused255]
[unused256]
[unused257]
[unused258]
[unused259]
[unused260]
[unused261]
[unused262]
[unused263]
[unused264]
[unused265]
[unused266]
[unused267]
[unused268]
[unused269]
[unused270]
[unused271]
[unused272]
[unused273]
[unused274]
[unused275]
[unused276]
[unused277]
[unused278]
[unused279]
[unused280]
[unused281]
[unused282]
[unused283]
[unused284]
[unused285]
[unused286]
[unused287]
[unused288]
[unused289]
[unused290]
[unused291]
[unused292]
[unused293]
[unused294]
[unused295]
[unused296]
[unused297]
[unused298]
[unused299]
[unused300]
[unused301]
[unused302]
[unused303]
[unused304]
[unused305]
[unused306]
[unused307]
[unused308]
[unused309]
[unused310]
[unused311]
[unused312]
[unused313]
[unused314]
[unused315]
[unused316]
[unused317]
[unused318]
[unused319]
[unused320]
[unused321]
[unused322]
[unused323]
[unused324]
[unused325]
[unused326]
[unused327]
[unused328]
[unused329]
[unused330]
[unused331]
[unused332]
[unused333]
[unused334]
[unused335]
[unused336]
[unused337]
[unused338]
[unused339]
[unused340]
[unused341]
[unused342]
[unused343]
[unused344]
[unused345]
[unused346]
[unused347]
[unused348]
[unused349]
[unused350]
[unused351]
[unused352]
[unused353]
[unused354]
[unused355]
[unused356]
[unused357]
[unused358]
[unused359]
[unused360]
[unused361]
[unused362]
[unused363]
[unused364]
[unused365]
[unused366]
[unused367]
[unused368]
[unused369]
[unused370]
[unused371]
[unused372]
[unused373]
[unused374]
[unused375]
[unused376]
[unused377]
[unused378]
[unused379]
[unused380]
[unused381]
[unused382]
[unused383]
[unused384]
[unused385]
[unused386]
[unused387]
[unused388]
[unused389]
[unused390]
[unused391]
[unused392]
[unused393]
[unused394]
[unused395]
[unused396]
[unused397]
[unused398]
[unused399]
[unused400]
[unused401]
[unused402]
[unused403]
[unused404]
[unused405]
[unused406]
[unused407]
[unused408]
[unused409]
[unused410]
[unused411]
[unused412]
[unused413]
[unused414]
[unused415]
[unused416]
[unused417]
[unused418]
[unused419]
[unused420]
[unused421]
[unused422]
[unused423]
[unused424]
[unused425]
[unused426]
[unused427]
[unused428]
[unused429]
[unused430]
[unused431]
[unused432]
[unused433]
[unused434]
[unused435]
[unused436]
[unused437]
[unused438]
[unused439]
[unused440]
[unused441]
[unused442]
[unused443]
[unused444]
[unused445]
[unused446]
[unused447]
[unused448]
[unused449]
[unused450]
[unused451]
[unused452]
[unused453]
[unused454]
[unused455]
[unused456]
[unused457]
[unused458]
[unused459]
[unused460]
[unused461]
[unused462]
[unused463]
[unused464]
[unused465]
[unused466]
[unused467]
[unused468]
[unused469]
[unused470]
[unused471]
[unused472]
[unused473]
[unused474]
[unused475]
[unused476]
[unused477]
[unused478]
[unused479]
[unused480]
[unused481]
[unused482]
[unused483]
[unused484]
[unused485]
[unused486]
[unused487]
[unused488]
[unused489]
[unused490]
[unused491]
[unused492]
[unused493]
[unused494]
[unused495]
[unused496]
[unused497]
[unused498]
[unused499]
[unused500]
[unused501]
[unused502]
[unused503]
[unused504]
[unused505]
[unused506]
[unused507]
[unused508]
[unused509]
[unused510]
[unused511]
[unused512]
[unused513]
[unused514]
[unused515]
[unused516]
[unused517]
[unused518]
[unused519]
[unused520]
[unused521]
[unused522]
[unused523]
[unused524]
[unused525]
[unused526]
[unused527]
[unused528]
[unused529]
[unused530]
[unused531]
[unused532]
[unused533]
[unused534]
[unused535]
[unused536]
[unused537]
[unused538]
[unused539]
[unused540]
[unused541]
[unused542]
[unused543]
[unused544]
[unused545]
[unused546]
[unused547]
[unused548]
[unused549]
[unused550]
[unused551]
[unused552]
[unused553]
[unused554]
[unused555]
[unused556]
[unused557]
[unused558]
[unused559]
[unused560]
[unused561]
[unused562]
[unused563]
[unused564]
[unused565]
[unused566]
[unused567]
[unused568]
[unused569]
[unused570]
[unused571]
[unused572]
[unused573]
[unused574]
[unused575]
[unused576]
[unused577]
[unused578]
[unused579]
[unused580]
[unused581]
[unused582]
[unused583]
[unused584]
[unused585]
[unused586]
[unused587]
[unused588]
[unused589]
[unused590]
[unused591]
[unused592]
[unused593]
[unused594]
[unused595]
[unused596]
[unused597]
[unused598]
[unused599]
[unused600]
[unused601]
[unused602]
[unused603]
[unused604]
[unused605]
[unused606]
[unused607]
[unused608]
[unused609]
[unused610]
[unused611]
[unused612]
[unused613]
[unused614]
[unused615]
[unused616]
[unused617]
[unused618]
[unused619]
[unused620]
[unused621]
[unused622]
[unused623]
[unused624]
[unused625]
[unused626]
[unused627]
[unused628]
[unused629]
[unused630]
[unused631]
[unused632]
[unused633]
[unused634]
[unused635]
[unused636]
[unused637]
[unused638]
[unused639]
[unused640]
[unused641]
[unused642]
[unused643]
[unused644]
[unused645]
[unused646]
[unused647]
[unused648]
[unused649]
[unused650]
[unused651]
[unused652]
[unused653]
[unused654]
[unused655]
[unused656]
[unused657]
[unused658]
[unused659]
[unused660]
[unused661]
[unused662]
[unused663]
[unused664]
[unused665]
[unused666]
[unused667]
[unused668]
[unused669]
[unused670]
[unused671]
[unused672]
[unused673]
[unused674]
[unused675]
[unused676]
[unused677]
[unused678]
[unused679]
[unused680]
[unused681]
[unused682]
[unused683]
[unused684]
[unused685]
[unused686]
[unused687]
[unused688]
[unused689]
[unused690]
[unused691]
[unused692]
[unused693]
[unused694]
[unused695]
[unused696]
[unused697]
[unused698]
[unused699]
[unused700]
[unused701]
[unused702]
[unused703]
[unused704]
[unused705]
[unused706]
[unused707]
[unused708]
[unused709]
[unused710]
[unused711]
[unused712]
[unused713]
[unused714]
[unused715]
[unused716]
[unused717]
[unused718]
[unused719]
[unused720]
[unused721]
[unused722]
[unused723]
[unused724]
[unused725]
[unused726]
[unused727]
[unused728]
[unused729]
[unused730]
[unused731]
[unused732]
[unused733]
[unused734]
[unused735]
[unused736]
[unused737]
[unused738]
[unused739]
[unused740]
[unused741]
[unused742]
[unused743]
[unused744]
[unused745]
[unused746]
[unused747]
[unused748]
[unused749]
[unused750]
[unused751]
[unused752]
[unused753]
[unused754]
[unused755]
[unused756]
[unused757]
[unused758]
[unused759]
[unused760]
[unused761]
[unused762]
[unused763]
[unused764]
[unused765]
[unused766]
[unused767]
[unused768]
[unused769]
[unused770]
[unused771]
[unused772]
[unused773]
[unused774]
[unused775]
[unused776]
[unused777]
[unused778]
[unused779]
[unused780]
[unused781]
[unused782]
[unused783]
[unused784]
[unused785]
[unused786]
[unused787]
[unused788]
[unused789]
[unused790]
[unused791]
[unused792]
[unused793]
[unused794]
[unused795]
[unused796]
[unused797]
[unused798]
[unused799]
[unused800]
[unused801]
[unused802]
[unused803]
[unused804]
[unused805]
[unused806]
[unused807]
[unused808]
[unused809]
[unused810]
[unused811]
[unused812]
[unused813]
[unused814]
[unused815]
[unused816]
[unused817]
[unused818]
[unused819]
[unused820]
[unused821]
[unused822]
[unused823]
[unused824]
[unused825]
[unused826]
[unused827]
[unused828]
[unused829]
[unused830]
[unused831]
[unused832]
[unused833]
[unused834]
[unused835]
[unused836]
[unused837]
[unused838]
[unused839]
[unused840]
[unused841]
[unused842]
[unused843]
[unused844]
[unused845]
[unused846]
[unused847]
[unused848]
[unused849]
[unused850]
[unused851]
[unused852]
[unused853]
[unused854]
[unused855]
[unused856]
[unused857]
[unused858]
[unused859]
[unused860]
[unused861]
[unused862]
[unused863]
[unused864]
[unused865]
[unused866]
[unused867]
[unused868]
[unused869]
[unused870]
[unused871]
[unused872]
[unused873]
[unused874]
[unused875]
[unused876]
[unused877]
[unused878]
[unused879]
[unused880]
[unused881]
[unused882]
[unused883]
[unused884]
[unused885]
[unused886]
[unused887]
[unused888]
[unused889]
[unused890]
[unused891]
[unused892]
[unused893]
[unused894]
[unused895]
[unused896]
[unused897]
[unused898]
[unused899]
[unused900]
[unused901]
[unused902]
[unused903]
[unused904]
[unused905]
[unused906]
[unused907]
[unused908]
[unused909]
[unused910]
[unused911]
[unused912]
[unused913]
[unused914]
[unused915]
[unused916]
[unused917]
[unused918]
[unused919]
[unused920]
[unused921]
[unused922]
[unused923]
[unused924]
[unused925]
[unused926]
[unused927]
[unused928]
[unused929]
[unused930]
[unused931]
[unused932]
[unused933]
[unused934]
[unused935]
[unused936]
[unused937]
[unused938]
[unused939]
[unused940]
[unused941]
[unused942]
[unused943]
[unused944]
[unused945]
[unused946]
[unused947]
[unused948]
[unused949]
[unused950]
[unused951]
[unused952]
[unused953]
[unused954]
[unused955]
[unused956]
[unused957]
[unused958]
[unused959]
[unused960]
[unused961]
[unused962]
[unused963]
[unused964]
[unused965]
[unused966]
[unused967]
[unused968]
[unused969]
[unused970]
[unused971]
[unused972]
[unused973]
[unused974]
[unused975]
[unused976]
[unused977]
[unused978]
[unused979]
[unused980]
[unused981]
[unused982]
[unused983]
[unused984]
[unused985]
[unused986]
[unused987]
[unused988]
[unused989]
[unused990]
[unused991]
[unused992]
[unused993]
!
"
#
$
%
&
'
(
)
*
+
,
-
.
/
1409970 
1542574 
1416265 
320193 
19617 
312070 
1288776 
789019 
1018724 
1326801 
1652044 
1308858 
1011006 
829224 
1067983 
34088 
70858 
895421 
51143 
886982 
104169 
1318605 
1435043 
1329099 
37996 
1310067 
320187 
1114446 
21344 
1053092 
732717 
72971 
40545 
1577552 
1065280 
63908 
1001039 
831001 
27419 
1371217 
83246 
12927 
78003 
1159508 
50863 
4281 
732712 
1418091 
1336917 
1108524 
2488 
354950 
1467858 
200406 
885590 
1665650 
1058057 
820313 
804328 
77476 
1687229 
1800 
1058090 
796343 
794367 
80424 
811809 
909832 
1045810 
1064728 
1116521 
27904 
18230 
101830 
884731 
66740 
92380 
882095 
1018735 
731766 
1364742 
1688476 
47217 
1447599 
1054102 
1072379 
1685715 
1425565 
858877 
936468 
84129 
1640455 
1169770 
1677703 
310158 
1102542 
1065088 
39911 
1403161 
108772 
47111 
1347613 
712515 
818686 
1341439 
1166691 
1560385 
1393818 
14272 
912766 
1681622 
1160106 
93410 
72333 
60667 
4962 
1110783 
1311230 
29915 
1628063 
764478 
875045 
1392522 
1271024 
1490281 
1133421 
1645590 
1674335 
1100962 
1578845 
70318 
826083 
860730 
87347 
5272 
56873 
26076 
1122304 
64803 
1090727 
1585689 
6201 
1512673 
1474464 
1048911 
1275283 
1000275 
26172 
1551152 
927628 
927971 
1324424 
1365916 
831259 
1274792 
895126 
1283699 
865436 
101829 
106040 
40704 
107263 
777491 
1502034 
100517 
1276520 
1618921 
1408356 
1500435 
1166126 
1633917 
1571996 
1156039 
1509589 
1180262 
1549802 
920760 
1103982 
315189 
1665918 
1324404 
277948 
1588489 
1105705 
773840 
1114448 
1048286 
1018840 
1099219 
800240 
701221 
718877 
927066 
701985 
1644406 
944809 
30554 
927653 
816284 
1167831 
318154 
40729 
1593034 
3570 
95521 
32604 
899866 
722830 
1091667 
868857 
63276 
203077 
92230 
1101215 
23082 
1327811 
872589 
885639 
1012569 
1013871 
1137789 
106640 
21665 
833444 
815097 
217476 
316709 
1501729 
310764 
790070 
919012 
1688765 
1135971 
1116132 
89800 
1565228 
1687221 
93751 
808362 
1094517 
849399 
931059 
1092796 
1260221 
1326380 
315545 
1110803 
45012 
1675149 
40533 
1681689 
55067 
36104 
1024305 
1267130 
1574235 
1044378 
715957 
1615817 
1356576 
1208261 
1467373 
884905 
929351 
1512138 
1009626 
1605484 
24741 
38777 
1041061 
1506492 
59478 
1618732 
1124610 
1603466 
1119639 
1016169 
313616 
1061768 
789570 
936402 
1617406 
918581 
1649339 
1370053 
1101239 
818033 
1108109 
1003344 
899051 
18926 
1107694 
1599947 
1447669 
52988 
50104 
1065696 
842180 
1649338 
800459 
33769 
1413447 
100493 
93556 
912615 
1287750 
1172222 
785787 
1230276 
921669 
1137411 
1308161 
929887 
839470 
1390777 
766421 
723125 
1620702 
825411 
858339 
1037038 
1089063 
1411574 
6951 
823277 
724571 
1397187 
1141391 
1657788 
1142417 
773910 
940944 
1609711 
16918 
1687187 
806085 
1334933 
1120193 
203527 
1160308 
817366 
1410939 
720672 
1067491 
813828 
97476 
883569 
1403256 
1021162 
791519 
873303 
1167379 
872912 
1174922 
1413329 
910638 
4515 
79958 
1359841 
1300514 
1655020 
1001250 
885725 
1136869 
1613103 
106535 
739708 
1001082 
1490927 
866787 
312069 
1509223 
1567892 
1317208 
2969 
1254699 
1685316 
1395317 
724606 
1157377 
313838 
1365135 
98222 
66382 
1604028 
1047122 
1094005 
1357204 
909954 
1468174 
1392380 
899689 
793952 
103379 
883980 
1000209 
1082754 
1163302 
931015 
1383871 
1679688 
1137774 
850209 
1484504 
1058623 
935703 
1045425 
719866 
1058290 
1000694 
4127 
109380 
1478242 
1564408 
1584509 
855931 
1206264 
1035002 
1585364 
1471261 
1158463 
30697 
1506307 
1336528 
1043961 
701811 
912093 
886158 
1004434 
1282266 
1411579 
713676 
1163165 
850261 
1616318 
933136 
937966 
763744 
1498301 
1385867 
1232524 
1688941 
1512077 
1646972 
1370637 
1029160 
1269238 
23217 
1048695 
877890 
836687 
1611820 
1075531 
1651235 
1299033 
1551182 
49071 
1467076 
933036 
1602367 
1623613 
1551060 
1425287 
55785 
100885 
1411730 
1674168 
1448056 
1528837 
1265888 
1335982 
1411494 
1339947 
1135152 
1439404 
1109189 
8411 
1570585 
1584207 
1594466 
1274494 
764180 
1507385 
1109357 
1027884 
1121404 
1636023 
1446159 
61398 
1061219 
1525852 
1530721 
1616707 
1489393 
1538217 
790703 
8670 
1488075 
1625791 
1281895 
1273931 
1045742 
918160 
1385157 
4977 
1297996 
1164771 
1372612 
808450 
16875 
20740 
1282648 
814052 
1521847 
1405073 
945436 
1492426 
81061 
866121 
1182325 
1103601 
1517496 
68270 
96021 
923120 
1130713 
1620533 
1534504 
880115 
1683825 
1510295 
1037676 
1113423 
723612 
31235 
1140859 
1593538 
6885 
1005414 
1303652 
1287032 
217346 
1327567 
1091907 
1322505 
1031296 
1494448 
1483096 
1476963 
92122 
1273801 
1404912 
1332349 
1129987 
1370880 
850693 
1053507 
1534701 
1472468 
310522 
1575189 
1128725 
1403568 
1293593 
1347022 
882154 
721371 
867665 
890491 
40730 
4447 
202058 
1263508 
1420811 
1420031 
67088 
1649678 
1373715 
1635881 
949870 
1001258 
1641682 
794323 
51434 
1326160 
1517342 
1658966 
1412067 
57725 
200245 
750556 
1631761 
53669 
1170010 
29534 
753308 
1166003 
72207 
934473 
29669 
1307748 
10456 
812011 
1136893 
1384072 
33185 
1381640 
896159 
1657853 
1594864 
891293 
98246 
1372920 
109198 
8868 
314808 
1349436 
866374 
1364479 
883237 
1348649 
1499780 
921738 
1641197 
1093207 
811830 
1067701 
6281 
1040719 
1580608 
8858 
21076 
1419581 
861878 
1325702 
313807 
1043219 
1051251 
879407 
915913 
1158449 
1066104 
65100 
1503518 
1171012 
1444598 
1115055 
769397 
1521332 
77281 
1285785 
1043604 
806592 
1100663 
817473 
1410428 
35527 
1005699 
826686 
24545 
1677250 
857471 
97745 
804753 
20520 
1382911 
1345016 
1023512 
874501 
1145460 
7536 
1402057 
1669792 
316300 
316206 
1503584 
63754 
7084 
1269026 
96223 
1627223 
1532063 
1403528 
1583077 
38009 
1138400 
1495569 
1005229 
1379895 
1110805 
887359 
813762 
1420302 
783412 
865752 
1650372 
10795 
1035267 
1326190 
797468 
1433714 
1080014 
1024126 
75208 
1110646 
1058299 
1210227 
1000180 
1276187 
1629137 
1299709 
1014739 
1040426 
922864 
815917 
1004724 
935036 
1093691 
1499717 
1286131 
107687 
1670541 
1018003 
926042 
1051470 
1642453 
1617640 
1164727 
1179929 
1262976 
1404655 
1598014 
1356090 
1062449 
1039101 
1082554 
1533932 
47518 
710826 
1566469 
904080 
1351051 
917851 
1466301 
1470683 
6769 
884887 
91576 
1666268 
924613 
1518832 
1510580 
749251 
79879 
1597835 
1090872 
1575793 
716133 
86312 
1468091 
1498710 
1023291 
1335258 
1442626 
764065 
1637459 
1001288 
1343719 
46080 
1556593 
1499781 
1603978 
7332 
1597033 
1383650 
823768 
1601712 
1679273 
1006837 
785161 
1597503 
1120295 
1076378 
96793 
720005 
1426375 
1131399 
1140467 
1086222 
77360 
834071 
71691 
1335732 
1351541 
353278 
1461993 
42582 
29905 
51548 
31667 
1171825 
1177394 
1614436 
1511737 
1527166 
1222333 
867773 
1594555 
1313275 
1491576 
873860 
4457 
723527 
892160 
1003642 
1393612 
75362 
1286681 
874766 
914036 
1071739 
844150 
1066923 
1499620 
1532798 
1555365 
1040792 
91388 
1059784 
1418135 
1556148 
354190 
49826 
1594805 
33213 
313216 
868611 
837173 
1297587 
1012100 
1361658 
743988 
1513761 
1529628 
1131554 
277135 
1266806 
1332639 
1600033 
1080709 
1576427 
23795 
1671933 
1534287 
76334 
1381197 
1011290 
1004980 
16732 
814453 
1087423 
28917 
1373835 
1060009 
1021561 
64670 
1133470 
1649394 
1530238 
704051 
1396279 
898293 
1681714 
1682745 
1124804 
1111335 
37785 
1014111 
1081316 
1358651 
711065 
62709 
766704 
908937 
1034670 
1451505 
1493594 
857005 
896878 
64040 
1659166 
4904 
855658 
1024478 
1595974 
1496631 
28412 
1476170 
1453593 
832988 
803649 
1038205 
1144215 
881524 
40554 
1396033 
1028918 
1574460 
844856 
1022646 
1486800 
1378992 
1100270 
1017491 
1068875 
54480 
1495153 
880285 
1750 
1029142 
904495 
810893 
801898 
876883 
1555280 
939767 
78239 
726513 
1593936 
73124 
1096934 
1594109 
719423 
821189 
1365555 
1443799 
1358706 
59440 
1123360 
36270 
100591 
1389170 
1463101 
1158172 
1526520 
319687 
1579684 
703351 
1261159 
9892 
1658566 
759944 
216539 
1595761 
1046126 
1586105 
97216 
1100397 
1662972 
1477449 
1322439 
746515 
1579346 
1584952 
1400891 
875320 
884713 
1003078 
1574085 
1348334 
716006 
702165 
68505 
1062231 
1084869 
910406 
882184 
317540 
1181749 
707549 
1468666 
105132 
101778 
1452575 
1673358 
1635581 
1138118 
1063761 
1306965 
1637207 
313927 
354913 
874761 
1463172 
899460 
1374310 
352363 
912463 
1336920 
797721 
30625 
1604627 
315066 
1314414 
1124140 
1117106 
1032033 
943819 
1659617 
885550 
805022 
1492691 
1172724 
811240 
870385 
1017968 
922358 
937556 
27093 
1390478 
1578318 
1508475 
832488 
1525773 
882835 
1002047 
1100441 
49754 
889900 
799288 
706688 
893538 
278130 
1232582 
1070412 
1104188 
14930 
744218 
1447382 
1214299 
1672013 
1022652 
1018963 
31462 
743316 
1525494 
1517130 
947263 
1347858 
1516899 
1487730 
1159167 
725876 
725363 
1427925 
1437107 
1513418 
1293971 
886128 
1163348 
1353283 
1095996 
1520006 
1575515 
73756 
799729 
1481792 
910606 
863064 
1312073 
1161154 
1568162 
9389 
1616862 
74303 
1520566 
1610601 
1683695 
943452 
350698 
857737 
1621563 
1084580 
783325 
1366868 
1580732 
1544227 
1492633 
875622 
356028 
1364954 
1172139 
866829 
25743 
904979 
912061 
28385 
99780 
1385849 
1124198 
77159 
1403132 
1237746 
1144519 
105319 
1593195 
775158 
1000045 
1022837 
1135856 
80661 
1366744 
1674910 
104889 
728535 
1518715 
1509991 
1320947 
1419828 
1104657 
1365216 
757011 
1555177 
1294404 
1527469 
1334478 
1435064 
1297401 
1637655 
1355444 
1330622 
898173 
26780 
1001601 
750004 
916457 
1619917 
791915 
906553 
73309 
842162 
1397403 
58361 
1513153 
896841 
1481832 
1636222 
884217 
891478 
1331875 
1280784 
1546640 
1529192 
49196 
318996 
1177135 
822416 
1590750 
1095981 
1137360 
1573683 
825542 
1025996 
1045609 
1616262 
1131096 
886171 
1393311 
1688568 
1514705 
1552033 
763901 
70866 
810509 
10329 
827871 
1093557 
1458962 
1032975 
1366246 
1178879 
1255474 
1367644 
1305253 
1011835 
1137091 
1285137 
1032208 
1583648 
1006281 
36377 
64472 
1588238 
1508913 
1338065 
936395 
1561660 
1534155 
56978 
1609702 
1070494 
1563665 
859737 
945617 
1351413 
726728 
1049521 
865941 
1552000 
103145 
93859 
60714 
1449278 
1046880 
7431 
861361 
1025378 
783005 
1110647 
1460329 
315293 
1325955 
75488 
48465 
1059556 
1445305 
920148 
1535929 
914208 
879764 
912242 
1557939 
1094831 
1301501 
36995 
1100412 
1497504 
1163739 
1443646 
13239 
1678394 
1620546 
944508 
39899 
855654 
1023731 
830524 
749647 
352915 
1078099 
1157817 
1562401 
1117171 
1000177 
1326200 
715072 
1438897 
16988 
889936 
1513856 
1561743 
1070423 
90498 
1579471 
765880 
1382158 
1050915 
1097864 
1355096 
19446 
59558 
740260 
14693 
1102266 
1441849 
103872 
9631 
94344 
32621 
1576263 
1606163 
894315 
1369868 
1514242 
1474432 
1397516 
1281761 
1217286 
1091171 
904851 
1046179 
102037 
1037976 
1685040 
1402479 
1142596 
900075 
1451512 
915191 
1035443 
1575051 
719955 
1335730 
1627811 
906107 
1156375 
1465740 
1608390 
1034054 
1564902 
1038773 
1033012 
1587987 
1539838 
802481 
1313310 
1458891 
1114220 
1463959 
1506184 
1040971 
1597680 
46765 
12659 
1592386 
1131312 
1562528 
820027 
34956 
1465872 
886163 
1114995 
1615063 
729153 
723531 
936528 
1176948 
1516479 
895930 
108312 
1358071 
792977 
37808 
1477246 
1678000 
815556 
898860 
1549575 
887921 
1396009 
883975 
1158780 
1318885 
1659122 
1494538 
73887 
882104 
1060391 
1643848 
931948 
1350593 
1048477 
795266 
1090012 
1579823 
1487101 
1657818 
730464 
923796 
1350102 
1054374 
315090 
1014473 
1002037 
1372020 
1530950 
932787 
894158 
709283 
1651308 
1013237 
1253986 
1596532 
902739 
1378789 
95029 
885306 
721683 
798354 
40888 
1062047 
6176 
1490349 
1572552 
1123661 
1002517 
1038143 
704415 
1632127 
1362468 
1208208 
883902 
726958 
72903 
925741 
1610532 
1038357 
108385 
1021860 
1052100 
1594590 
887343 
1002638 
68709 
23194 
1009672 
1536256 
1537470 
1637913 
1012477 
1469510 
1463471 
1070235 
830122 
77776 
355437 
310569 
1321732 
1404644 
1423689 
1440292 
1067428 
1360214 
1549848 
1438569 
1171759 
1477294 
91419 
1411488 
702325 
22444 
1619551 
357097 
1121788 
1077771 
1016125 
63296 
1444380 
1533040 
938323 
29989 
1468516 
777535 
27996 
3453 
1607310 
1434754 
1296484 
1020569 
1692063 
1571949 
941604 
1279704 
1104855 
1504461 
1308711 
1384365 
1131457 
1414932 
756894 
3116 
1520697 
1433270 
25475 
1596967 
102909 
1547638 
65984 
1227025 
879169 
1334814 
1564822 
918646 
1140536 
935494 
1469395 
1395942 
1084384 
1608249 
1030206 
791907 
895419 
771497 
1421461 
1508478 
1422183 
1166036 
888491 
1677203 
827052 
1677576 
1342338 
1340122 
918923 
701374 
1019849 
36405 
1590717 
857489 
1610092 
1419625 
24491 
1280263 
1106838 
1596993 
915912 
1334388 
1261166 
1383154 
875357 
1331971 
1082506 
837465 
1084961 
916365 
1039765 
1309082 
1488613 
1273441 
6955 
945764 
936340 
1513965 
1339048 
1099800 
1626199 
1475922 
1499912 
1607962 
1061630 
756620 
1062613 
917520 
1466258 
1621443 
1433607 
1546417 
1452857 
1405503 
931336 
1618756 
1549922 
745732 
1419177 
1015780 
922224 
1644509 
1404281 
1563855 
1494319 
1319947 
1477200 
1547282 
930309 
1598655 
911216 
1129137 
1378564 
1408278 
1130464 
1365038 
215466 
1415921 
1292519 
1620280 
1005201 
901832 
1441634 
1421182 
937098 
319201 
876167 
943320 
1115837 
835887 
1527541 
23111 
50493 
1289850 
1326583 
794170 
1349929 
849146 
915389 
1631825 
1603923 
731802 
1313697 
1084048 
1283630 
15615 
874499 
1483510 
1562214 
1364885 
109177 
1370702 
1120970 
1113256 
823094 
945394 
746838 
1536577 
36047 
1212458 
1509986 
883943 
1689796 
1591517 
1487906 
1089113 
1509432 
1045450 
1481513 
1590714 
787250 
1498068 
910521 
315374 
1179755 
844779 
3197 
885245 
277509 
946581 
727346 
805264 
1438533 
1419852 
1537054 
1386716 
1446371 
1009001 
876343 
8947 
783280 
1650664 
351817 
1050797 
1501585 
1178711 
1355064 
1557142 
764401 
1302343 
1532930 
908255 
1122388 
1383312 
1581068 
56679 
1430306 
1073429 
835729 
1102541 
1301787 
1168696 
1180079 
1623077 
51644 
1589149 
1037540 
201283 
1056087 
909494 
719413 
73020 
16040 
225648 
1157806 
861459 
96943 
1043277 
1643953 
1337619 
1413745 
77877 
896262 
78749 
1490165 
836487 
949858 
1221715 
1015922 
1415336 
21510 
1315257 
1477009 
78890 
1482512 
1126087 
1407298 
720500 
70502 
723254 
1113169 
69891 
1327318 
57528 
1159154 
1515156 
1116134 
1235468 
1023844 
1430602 
1159036 
3499 
1428875 
1589094 
1000300 
1395064 
1616817 
1001085 
1357371 
708819 
769218 
1646383 
48039 
88205 
864749 
1110649 
85961 
67215 
1316944 
1305323 
822411 
1264587 
1459200 
315852 
1278752 
1262449 
39368 
1476765 
949721 
110621 
1166663 
863157 
36966 
871763 
1177609 
1045520 
1295484 
779544 
858470 
822977 
1532981 
1173431 
708818 
1524472 
1527636 
1685872 
1600438 
1317630 
910612 
886035 
18172 
1243429 
921299 
909791 
1394638 
1081400 
1023024 
1022079 
72741 
1336545 
1375877 
1462418 
1100682 
67887 
1041657 
1562476 
1594617 
1113148 
1167419 
1168213 
1485003 
1294924 
1307954 
1321646 
310568 
1487843 
1548309 
896985 
1334978 
1342287 
1586300 
1600620 
1681459 
1466538 
1644675 
355811 
892450 
1645583 
1383097 
1332815 
719739 
1440024 
1436126 
1009829 
1349437 
1546296 
821026 
864270 
1491778 
933141 
1050446 
1305773 
1452168 
1553023 
874015 
1648416 
733269 
816159 
102741 
34408 
1655888 
895655 
1113303 
203596 
66570 
912892 
1562039 
732834 
1609253 
1531266 
832101 
1604924 
1013857 
727920 
935419 
1261249 
1410636 
817720 
69499 
1063537 
1604778 
1578526 
932782 
1482974 
886744 
895728 
1629261 
884940 
1577095 
1390162 
1585583 
914475 
1394954 
1594686 
899923 
1374128 
1581720 
934612 
1035674 
860546 
20212 
1068874 
1141982 
939930 
912595 
1467154 
1060736 
1523526 
1135185 
1592379 
1086600 
1525759 
1645926 
1333141 
1065865 
1483934 
1569391 
920465 
1091491 
1588216 
79282 
1566049 
1056288 
1325814 
1030749 
789132 
1657197 
1297830 
1098972 
1060822 
65011 
1013606 
1525769 
1386278 
1071411 
320335 
106455 
868725 
1037389 
1514888 
804269 
886137 
1026214 
1063344 
1223389 
1267395 
18169 
1452936 
883984 
1352010 
1105533 
1328798 
1170534 
70145 
1635718 
1499268 
1377630 
1095052 
1496048 
1139614 
1010858 
877422 
1499543 
787623 
1355839 
1078271 
40211 
876437 
1439288 
1273813 
84748 
1380393 
1418819 
807882 
910073 
1056386 
913142 
1107843 
1287865 
320575 
1161611 
351601 
849869 
1597313 
354908 
1526113 
1070985 
1541401 
1178253 
1113481 
1370431 
743367 
1498828 
1210618 
104207 
1678463 
1434620 
1290149 
1521036 
1481582 
1096752 
790051 
18396 
1574815 
1071438 
1656936 
727207 
54381 
1273685 
812701 
1046311 
1496671 
1304280 
1473334 
806968 
1376986 
1559109 
1338042 
891024 
1308547 
1537140 
1178670 
1005284 
94538 
1108329 
921582 
896429 
1286043 
91440 
807249 
1532750 
1316175 
1116942 
1160846 
77543 
851968 
790715 
1393434 
1101680 
878927 
1589526 
1126328 
3545 
43920 
887596 
1540729 
1545158 
1472595 
887730 
85408 
1041803 
1594337 
74208 
863436 
1428522 
1652923 
916540 
1604416 
1042074 
814184 
1159297 
1169445 
12208 
1618563 
1067837 
941548 
1682220 
874716 
731727 
1634997 
1535610 
87565 
1408710 
1633978 
901491 
804212 
1289790 
1029800 
1385280 
1303936 
1584701 
1251769 
1640251 
1492298 
1301611 
1609989 
1401680 
1593222 
821533 
356786 
1396440 
1552275 
763852 
1351288 
799231 
831547 
1341170 
1601046 
807707 
86144 
1109354 
46640 
949428 
28823 
1091801 
1488813 
1677761 
1318342 
61986 
1492966 
842023 
56047 
1096343 
921082 
920424 
1047862 
1048098 
1136294 
1065837 
1290109 
1107332 
1368265 
1126956 
1612720 
33619 
1157408 
879526 
38984 
891103 
910322 
1069202 
827809 
717605 
1321851 
1465112 
1413507 
108516 
1628908 
1528129 
1130310 
1099980 
40987 
1606180 
894405 
7789 
1448397 
907471 
1590895 
792130 
1000228 
929008 
1070750 
944695 
877212 
103730 
1340127 
1653653 
1009356 
1008848 
1048268 
1534254 
1561680 
353184 
1428205 
1160791 
42316 
920112 
1549346 
899629 
1558785 
1041550 
715153 
1096325 
1306830 
1280058 
1406234 
1383414 
928054 
1159510 
1524358 
1348911 
63271 
1602065 
1571636 
1669779 
821483 
1161582 
876427 
1534126 
1579298 
827054 
1334036 
1175454 
1094285 
1469367 
1378946 
947484 
1275158 
1368148 
1265131 
1574540 
1454389 
1607716 
1549107 
821002 
707179 
1128928 
1166380 
897429 
1567925 
1408198 
799698 
1486159 
890564 
1088856 
20171 
869425 
41077 
1144967 
724910 
1102934 
1405041 
1185348 
946644 
1102112 
1395848 
1529864 
1068851 
1688405 
1067294 
1377013 
1045309 
1527590 
48898 
314203 
1058854 
1267238 
1673985 
912593 
1609351 
1423542 
1003201 
1420783 
1160330 
1316835 
1107421 
780571 
1375151 
1660719 
1175483 
1547580 
1331463 
1025835 
1393052 
811532 
876523 
835403 
45919 
1016708 
768899 
1037016 
811212 
1641991 
1403085 
884624 
1333172 
89089 
1288847 
1438731 
1077183 
1316898 
1578735 
812074 
1270073 
1126975 
1526125 
18349 
1214816 
1350653 
1442145 
1235010 
923284 
1099391 
1500554 
1420800 
1409916 
32689 
1084717 
1384905 
1304421 
1141107 
1145197 
39677 
105418 
1506546 
927003 
1585064 
1435049 
354260 
1162194 
47129 
1369568 
798528 
1292653 
102729 
1023128 
1327978 
1135644 
1646228 
1606268 
1158114 
1403853 
315858 
277751 
785968 
1396814 
1644419 
1036030 
1176309 
1445283 
1610950 
1604821 
1048702 
1477336 
720154 
810136 
1252849 
1003935 
1078075 
1350487 
39263 
949039 
1505512 
1099590 
1528849 
1388658 
1237831 
1046568 
1037962 
948642 
886206 
750577 
816761 
1071255 
1179060 
1173204 
351569 
1008654 
76605 
885307 
870826 
1533924 
1433195 
808326 
1282637 
858446 
216228 
923727 
764764 
5133 
1545654 
1497253 
1332551 
744452 
723889 
949699 
949157 
1022671 
1166388 
1296774 
700564 
1385818 
1411059 
1156388 
318306 
701345 
1642271 
1681682 
1048133 
902791 
1575965 
897878 
790816 
785786 
886125 
1571123 
1625042 
1487712 
813672 
1325879 
1122491 
51253 
1438644 
1274644 
1639947 
1620179 
1411906 
1575879 
1437402 
78814 
1330421 
1465128 
1289460 
1479000 
1057706 
90896 
1024725 
1272830 
1311370 
31791 
1610793 
1564708 
1004155 
1315255 
885462 
1076682 
1141197 
1176373 
1428336 
717423 
1591670 
1596856 
1360886 
930420 
1378453 
889132 
764038 
1364962 
873044 
58492 
1501134 
861838 
1020416 
1390844 
52795 
1401708 
1360530 
1012620 
1095651 
910267 
1377789 
859747 
919239 
796764 
714310 
1095291 
827187 
737207 
742112 
1066107 
357294 
1487931 
1611702 
352960 
1118417 
91668 
730263 
867374 
1432150 
856982 
1578685 
1472343 
1357615 
1319161 
1114483 
1636050 
1213037 
818479 
8504 
835011 
1358403 
860413 
1386570 
1588504 
1595262 
1302215 
1489136 
1289308 
879101 
317788 
1544229 
814549 
1216596 
1327688 
1299130 
1029581 
318833 
1415404 
1534992 
772406 
110390 
1206101 
1659228 
1059562 
811156 
845289 
1043509 
1331465 
1314102 
1022408 
1111711 
19612 
1371285 
52827 
857855 
803647 
1139812 
1360442 
1287808 
894081 
1329365 
1512074 
1479094 
1122411 
1132597 
943003 
6845 
703361 
1174610 
1447028 
859598 
1358762 
1159159 
1344596 
1326110 
878726 
1571498 
1517175 
1446847 
3153 
23197 
1000697 
1398659 
812128 
912750 
789073 
928022 
354964 
1261694 
1056923 
1002910 
55242 
931799 
91767 
1392326 
1378872 
34563 
1295947 
1138723 
1406587 
1281922 
913241 
943861 
1674416 
913290 
42888 
793733 
1037868 
1000229 
876378 
1508655 
786110 
718924 
857949 
1122976 
1160110 
751364 
1590955 
815094 
1547546 
92416 
1519061 
929940 
1640313 
5513 
814585 
33745 
745026 
1324189 
1024657 
914025 
73290 
1495320 
1077428 
1331284 
1325878 
908315 
1031093 
1582982 
356309 
1169561 
1114925 
825410 
14195 
1610466 
1400810 
1285819 
789460 
1086745 
1569134 
1278021 
1617977 
25232 
1647509 
1009759 
1651094 
1572694 
1358831 
1357459 
895665 
916076 
896264 
1289490 
1050007 
1581091 
1321834 
23666 
1344413 
1512499 
1575599 
1097149 
1453687 
833640 
42542 
1316360 
1353487 
949119 
1518222 
1434316 
1079114 
779152 
944314 
887733 
33992 
1534120 
1125345 
8818 
1363829 
827876 
1506928 
1417172 
1302028 
839923 
925645 
712534 
16160 
860731 
717826 
1298978 
1619954 
1652130 
1267602 
805676 
906163 
897448 
1005020 
1563411 
914712 
1010552 
1462633 
92103 
18255 
1527762 
1280600 
778164 
1463258 
1634432 
1051741 
1144980 
1275187 
1644874 
865911 
805928 
1042810 
904333 
97210 
1065059 
884247 
1599617 
62996 
1469372 
1070081 
1163653 
1302362 
1401914 
1124941 
103682 
1615346 
1027263 
1171014 
1295810 
1625414 
868780 
1603286 
1094739 
799088 
1091862 
100726 
1507615 
1493761 
1431372 
75288 
1117733 
1609653 
894627 
896156 
1618181 
1439222 
916529 
1366367 
912505 
1000184 
1449877 
1002242 
1490892 
1040470 
11544 
946563 
1587755 
797465 
851310 
1576789 
1618673 
880117 
1532961 
917491 
69488 
9984 
1490873 
764622 
91142 
1370946 
879796 
1084332 
1611988 
320017 
1627014 
931069 
1171486 
946673 
854460 
1514128 
1305014 
1164863 
1362988 
709804 
913144 
1600470 
1453814 
885074 
1407739 
893691 
1434588 
1614818 
1000753 
1305294 
1029730 
100122 
1348259 
1013462 
1421204 
880266 
701853 
95052 
1600132 
882796 
1496454 
1674862 
36146 
1394319 
20286 
90168 
1173420 
890541 
799292 
1577368 
749098 
1403431 
46195 
875159 
2230 
1591913 
1408075 
928465 
726514 
1409493 
1262039 
1047127 
1583107 
1053650 
1566897 
1591763 
904163 
1117480 
75677 
911421 
816956 
1501989 
866609 
913760 
1378718 
355999 
1355754 
874292 
1037760 
1289237 
1668105 
1649373 
50725 
1580156 
1398453 
883939 
1504304 
313212 
1502749 
845698 
1617898 
355429 
1492658 
906780 
104918 
1401667 
230498 
784977 
1331520 
1287151 
1192761 
1062781 
1030475 
1652535 
1399352 
1614903 
1331451 
1088166 
1015328 
1650962 
789933 
1371451 
1383183 
1430592 
1088825 
1293818 
883945 
1210708 
1055160 
1031203 
350563 
1123316 
1398987 
1054274 
38067 
729986 
109563 
38079 
809248 
723188 
1311596 
1645494 
1309108 
1557421 
1309402 
1501570 
891166 
60086 
1386936 
110471 
1412270 
1005942 
1177648 
1577916 
1004315 
1573097 
1393883 
1141819 
17843 
1553846 
1507934 
1528930 
320431 
809593 
1437578 
880366 
1023364 
1035688 
923603 
1326428 
1169264 
1611983 
1377936 
937941 
1318084 
1469822 
1330399 
8063 
1279363 
1495479 
849636 
1051512 
736772 
1293530 
1585101 
1456455 
352541 
1410384 
1393066 
1592057 
1476045 
1573516 
1078207 
808461 
1190370 
1365101 
64978 
1490660 
1599222 
1605607 
1517228 
1490636 
1596783 
1478484 
880242 
1057352 
1666134 
711665 
1360604 
841071 
1366684 
1298946 
946454 
38074 
814547 
1122904 
1356104 
1649989 
101594 
1474098 
1289419 
1005731 
842633 
1315657 
1475274 
1330849 
1452751 
1042776 
717954 
872448 
1320695 
1293310 
807863 
1040593 
1175680 
897723 
715446 
1362705 
1378950 
1128361 
1115222 
1641614 
35315 
1416792 
819926 
893739 
1471055 
820318 
785956 
1203464 
1051771 
1666138 
1103021 
921847 
1286225 
732485 
866729 
906709 
1046649 
737758 
2186 
880771 
928658 
1002135 
1324245 
1316580 
1050825 
892222 
1621434 
310354 
1288469 
1047166 
1385187 
878719 
911971 
801337 
315213 
1302573 
1126294 
890926 
1355677 
1222840 
25191 
1308606 
729580 
773757 
72331 
1432353 
917142 
1135202 
1273636 
898745 
1342423 
1414628 
1124105 
1062579 
1159152 
1361113 
47307 
1431959 
884629 
1320414 
888919 
1090061 
852772 
788816 
1385292 
1418121 
716643 
1180145 
1528396 
1547996 
1429896 
833079 
883241 
854775 
1035748 
1600784 
1573166 
1630132 
872248 
1034842 
1076930 
1259429 
1041379 
1070336 
1588972 
1567094 
898174 
1049502 
914374 
1207179 
1143068 
1579412 
884614 
1274057 
1039684 
1170991 
1136352 
1061983 
1399935 
1286964 
1444822 
744187 
1384710 
1512922 
776867 
34115 
1346980 
1336047 
350797 
1429260 
1424847 
791908 
1333170 
1503123 
1389050 
354647 
1392091 
49938 
2034 
1301063 
102212 
75252 
1314052 
1125259 
29002 
1561694 
201533 
1006415 
1631574 
1058307 
1540947 
1039065 
54507 
9466 
811808 
1082923 
1073349 
1444706 
1013488 
875582 
318300 
1396092 
1396446 
1382298 
1598968 
912752 
912603 
11199 
1057436 
921114 
1005007 
1280936 
920522 
1001316 
1015647 
1111928 
1368458 
1112920 
709519 
356037 
34903 
1424755 
715787 
1368007 
320121 
1502756 
1417398 
1407190 
1405663 
711404 
1647513 
1412100 
949158 
926282 
1484565 
1579241 
1603145 
1622536 
926326 
276209 
714603 
1559865 
1608298 
1090908 
805305 
727273 
78460 
893949 
1320854 
1316517 
1315695 
915840 
313716 
1424454 
1046257 
1089872 
1436229 
96536 
1437352 
1322705 
1437557 
1609988 
84246 
1404973 
1108134 
1144354 
1171662 
1378590 
1628738 
1041859 
866970 
1013454 
773141 
1065087 
1360901 
1530804 
1042893 
1568669 
1069258 
1431897 
67625 
1514991 
930667 
1629995 
1524025 
846901 
1123799 
909994 
91928 
16058 
1112412 
1102993 
868671 
108985 
1262823 
1226308 
1043000 
1486957 
1271214 
39648 
1335190 
836157 
1516551 
1645113 
1424958 
929545 
1575828 
318771 
1373670 
1575969 
768251 
1534753 
809933 
1356570 
769594 
1561951 
55135 
30305 
1594879 
355948 
768835 
884144 
726854 
1376339 
1401106 
1563407 
1551887 
1030471 
1367083 
1489979 
924717 
1585608 
896162 
1091748 
895417 
1125376 
821127 
1200375 
1434601 
897078 
7032 
1342126 
1644147 
1362959 
1414040 
1368622 
719135 
799235 
813920 
1636519 
769993 
1520262 
46619 
1178819 
1143513 
1557883 
1227654 
889971 
1388319 
1487371 
18498 
1027596 
887936 
1022705 
1592603 
1284812 
1415301 
911109 
1355001 
225628 
1005286 
1417892 
1059272 
1227500 
825313 
934549 
1692819 
1296445 
1328143 
1115128 
1506401 
1211351 
1003124 
847838 
1234006 
1020859 
1320461 
892553 
1022321 
851205 
1411207 
1632790 
786947 
736744 
1041514 
1441769 
19411 
719245 
1064642 
1183765 
794172 
1101302 
103007 
914139 
1019737 
890319 
910108 
1332602 
1499961 
933974 
1294632 
1610250 
1564618 
1027207 
1091883 
1385310 
837852 
1474735 
798941 
1023514 
1469192 
1582554 
1549084 
1499807 
1564180 
1323885 
840489 
1318568 
878079 
1434621 
21175 
788920 
1170650 
1125920 
832428 
67716 
1491675 
72444 
1091587 
1557794 
1396536 
1375365 
35214 
704562 
1597264 
1388485 
92679 
1427570 
1091823 
949509 
1522690 
1513161 
1679082 
37748 
1361937 
798359 
813781 
1080056 
863456 
826675 
1603016 
1622577 
902219 
33002 
1173313 
718332 
1045829 
1040130 
1039399 
1291733 
815093 
1373561 
850779 
1038074 
860748 
1433660 
1217234 
1000623 
313143 
1047340 
802681 
31978 
89439 
1582568 
1538990 
1032220 
932696 
1510593 
1158324 
831114 
1161785 
1361983 
353020 
1011737 
1038133 
1020710 
1124827 
1122897 
760498 
740663 
1467760 
1259380 
903127 
912767 
205402 
353944 
88941 
708955 
1001233 
1442596 
705432 
1057058 
1053532 
1031927 
16099 
814679 
1269021 
14177 
1056358 
831641 
101063 
1092289 
1318742 
1059142 
26324 
1439095 
1289848 
314590 
825324 
1393726 
1298675 
1175609 
88948 
902274 
1304464 
784681 
915802 
1402436 
878560 
1347178 
1046327 
1397911 
1538849 
1258361 
877860 
1495536 
704532 
1133416 
811030 
1030469 
922475 
776901 
1069878 
1412126 
1224608 
713425 
1168054 
1366340 
1499832 
906345 
939934 
1376972 
1280452 
25445 
1613665 
1525287 
917523 
918251 
1142750 
1504008 
843296 
1503802 
1042046 
906304 
878526 
1574532 
1472787 
788784 
1434524 
1381531 
1176316 
1516212 
1449732 
1479290 
874866 
1293282 
21535 
866273 
1621227 
1467761 
14707 
1468328 
764811 
1131227 
1415684 
703604 
883622 
1005210 
933491 
1053112 
1099941 
890394 
104897 
1023459 
844965 
1104485 
1232384 
1415016 
920321 
887247 
729237 
1003410 
1444363 
883948 
49728 
1394074 
1084752 
1140625 
810958 
791963 
909281 
22356 
715579 
1600626 
1567683 
1176334 
793074 
66756 
1219601 
1524741 
724004 
1579252 
914209 
1637417 
10254 
1405495 
1437786 
1474439 
1001838 
1471443 
1089511 
1401257 
1258602 
1314152 
6284 
1117297 
103595 
899715 
948846 
109156 
217410 
794619 
1503161 
763907 
1323468 
712537 
1069157 
712771 
907654 
722079 
813298 
1497645 
1261654 
352825 
350894 
789388 
1330017 
863015 
1022899 
1030491 
1406666 
1643792 
1617896 
1434729 
1108827 
820081 
742278 
792985 
1082038 
1082510 
1091596 
1160958 
1376139 
1476246 
1464423 
1284807 
946840 
1294016 
1233412 
57515 
947559 
844143 
276720 
43196 
105016 
1425292 
1084765 
1096385 
101382 
1277856 
1178104 
14846 
911177 
1080117 
1209028 
1588014 
1005817 
1095595 
829323 
1131324 
1184765 
81100 
350868 
1569866 
874214 
1088875 
931148 
1071840 
1086909 
1519751 
1070154 
1426800 
1660690 
769520 
1014738 
1667074 
31277 
71829 
916053 
944747 
885721 
764579 
1505155 
353230 
1057877 
1509261 
701347 
880631 
1145255 
1080099 
1294133 
1364250 
315774 
1288403 
1223862 
1033905 
822662 
1201792 
29644 
1295231 
1502966 
733076 
1377121 
929452 
95301 
1414475 
1056831 
1029199 
1337553 
98362 
1504747 
1316631 
722077 
1055951 
1173514 
7286 
1466085 
921768 
1302707 
310056 
105770 
1053947 
888137 
356213 
1513818 
742212 
1021635 
933691 
859163 
1537274 
807884 
917273 
1040273 
1011659 
29332 
1141103 
1085869 
1457543 
1557746 
1606745 
1175505 
1033331 
1057060 
1040829 
1437071 
1398078 
730255 
751652 
105634 
811596 
1586727 
1159281 
1552797 
1283140 
1333822 
1036960 
861884 
1552451 
860585 
795212 
1001902 
1244892 
1095277 
896838 
891014 
933738 
886835 
921112 
2135 
356476 
828916 
740664 
1253317 
1162461 
1511699 
1379661 
1109196 
1037646 
1089951 
1212545 
316253 
913414 
1583103 
1294250 
1019695 
793769 
57131 
924642 
1211759 
1395937 
707605 
1199046 
1223786 
1428669 
106618 
1415995 
790359 
1507951 
354707 
1322554 
1581990 
1670104 
1007019 
1161976 
1387467 
764624 
1465264 
36032 
1640266 
1072627 
17797 
71180 
1540305 
104819 
1163370 
891482 
944148 
1013611 
1094348 
721693 
1138639 
26058 
1021944 
817979 
1050441 
1367859 
1415624 
744822 
1357326 
741516 
1296435 
1349454 
1272550 
746598 
1623595 
1074828 
785557 
98338 
711377 
881890 
914329 
1259550 
1292556 
911635 
772129 
277595 
1113629 
1396247 
763532 
1295032 
916789 
775368 
1411158 
1206133 
1300938 
29440 
845877 
81033 
1526119 
1485894 
1168164 
1354457 
1049659 
1620928 
1182129 
3794 
924901 
1006424 
1084380 
1389072 
80255 
1470215 
1553326 
788329 
27673 
353394 
866368 
745463 
354204 
1338613 
1335876 
912183 
10048 
1386926 
1555082 
76267 
1382219 
1316625 
316736 
1591096 
771999 
1423053 
812796 
1419242 
1393020 
1282977 
1464790 
230557 
22606 
1404943 
1174746 
1039280 
350852 
1518042 
1007587 
1364924 
225211 
1633651 
787441 
918965 
1379009 
101984 
822370 
315131 
1226526 
867297 
916085 
1107414 
1207685 
1362004 
844059 
3124 
1056239 
709337 
1380896 
40417 
1172178 
1065049 
1169055 
1294693 
95552 
923139 
784199 
1445831 
916620 
1557798 
796505 
1413594 
1524471 
807985 
101199 
1005757 
722574 
1060523 
812348 
86521 
814232 
1572910 
1092662 
1038222 
1507563 
46207 
1028954 
1571371 
890465 
352991 
1112443 
798081 
887340 
1300482 
1390705 
1394159 
23632 
937797 
1070698 
62234 
922612 
922621 
8192 
890543 
1375205 
1383094 
1393825 
7323 
230211 
1207074 
916863 
1345122 
45947 
1288750 
66388 
1061937 
891080 
1087939 
790414 
793628 
1328670 
701869 
932699 
1089748 
778438 
856517 
1072483 
700978 
714311 
920427 
1278680 
728889 
898382 
824036 
822671 
357108 
738214 
61004 
812295 
1316463 
756913 
1454889 
1596946 
1027552 
1070844 
835324 
1018946 
930007 
876661 
1288795 
1575295 
1201935 
758743 
907254 
1319244 
18654 
37634 
870732 
1248580 
1422848 
1094988 
895421000095010000000000 
1326389 
714530 
72971000119312500000000 
937394 
1472033 
70858000119312500000000 
1456663 